Repository: linuxmint/pix
Catalog: po/*.po
Languages: lo

source: Caption
lo: ຄຳບັນຍາຍ

source: Behavior
lo: ພຶດຕິກຳ

source: _Single click to open files
lo: ຄລິກເທື່ອດຽວເພື່ອເປີດໄຟລ໌

source: _Double click to open files
lo: ຄລິກສອງເທື່ອເພື່ອເປີດໄຟລ໌

source: _Open files in fullscreen mode
lo: ເປີດໄຟລ໌ໃນໂໝດເຕັມຈໍ

source: Other
lo: ອື່ນໆ

source: Thumbnail _size:
lo: ຂະໜາດຮູບຕົວຢ່າງ:

source: D_etermine image type from content (slower)
lo: ກຳນົດປະເພດຮູບພາບຈາກເນື້ອໃນ (ຊ້າລົງ)

source: digits
lo: ຕົວເລກ

source: Description
lo: ລາຍລະອຽດ

source: Edit
lo: ແກ້ໄຂ

source: Default value
lo: ຄ່າເລີ່ມຕົ້ນ

source: remove
lo: ລຶບອອກ

source: add
lo: ເພີ່ມ

source: _Extensions:
lo: ສ່ວນເສີມ:

source: Previous
lo: ກ່ອນໜ້າ

source: Next
lo: ຕໍ່ໄປ

source: Filter _Name:
lo: ຊື່ໂຕກອງ:

source: _Match:
lo: ຕົງກັນ:

source: Rules:
lo: ກົດເກນ:

source: _Limit to
lo: ຈຳກັດຢູ່ທີ່

source: selected by
lo: ເລືອກໂດຍ

source: Mean:
lo: ຄ່າສະເລ່ຍ:

source: Std dev:
lo: ຄ່າຜັນປ່ຽນມາດຕະຖານ:

source: Median:
lo: ຄ່າມັດທະຍະຖານ:

source: Pixels:
lo: ພິກເຊລ:

# Pixels
source: Max:
lo: ສູງສຸດ:

# Pixels
source: Selected:
lo: ທີ່ເລືອກ:

source: _Location:
lo: ທີ່ຕັ້ງ:

source: Overwrite the old file with the new one?
lo: ຕ້ອງການຂຽນທັບໄຟລ໌ເກົ່າດ້ວຍໄຟລ໌ໃໝ່ບໍ່?

source: Old File:
lo: ໄຟລ໌ເກົ່າ:

source: Filename:
lo: ຊື່ໄຟລ໌:

source: Size:
lo: ຂະໜາດ:

source: Modified:
lo: ແກ້ໄຂເມື່ອ:

source: New File:
lo: ໄຟລ໌ໃໝ່:

source: Over_write the old file
lo: ຂຽນທັບໄຟລ໌ເກົ່າ

source: Do not overwrite _the old file
lo: ບໍ່ຕ້ອງຂຽນທັບໄຟລ໌ເກົ່າ

source: Overwrite _all files
lo: ຂຽນທັບທຸກໄຟລ໌

source: _Do not overwrite any file
lo: ບໍ່ຕ້ອງຂຽນທັບໄຟລ໌ໃດ

source: _Save the new file as:
lo: ບັນທຶກໄຟລ໌ໃໝ່ເປັນ:

source: _General filter:
lo: ໂຕກອງທົ່ວໄປ:

source: _Other filters:
lo: ໂຕກອງອື່ນໆ:

source: below the folder list
lo: ດ້ານລຸ່ມລາຍການໂຟເດີ

source: on the right
lo: ດ້ານຂວາ

source: Pix Preferences
lo: ການຕັ້ງຄ່າ Pix

source: Appearance
lo: ຮູບລັກ

source: T_humbnails in viewer:
lo: ຮູບຕົວຢ່າງໃນໂຕເບິ່ງ:

source: on the bottom
lo: ດ້ານລຸ່ມ

source: on the side
lo: ດ້ານຂ້າງ

source: File _properties in browser:
lo: ຄຸນສົມບັດໄຟລ໌ໃນເບຣາວເຊີ:

source: _Statusbar
lo: ແຖບສະຖານະ

source: On startup:
lo: ເມື່ອເລີ່ມຕົ້ນ:

source: Go to last _visited location
lo: ໄປທີ່ຕຳແໜ່ງທີ່ເຂົ້າເບິ່ງລ່າສຸດ

source: Go to this _folder:
lo: ໄປທີ່ໂຟເດີນີ້:

source: Set to C_urrent
lo: ຕັ້ງເປັນປັດຈຸບັນ

source: _Reuse the active window to open files
lo: ໃຊ້ໜ້າຕ່າງທີ່ເປີດຢູ່ເພື່ອເປີດໄຟລ໌

source: As_k confirmation before deleting files or catalogs
lo: ຖາມເພື່ອຢືນຢັນກ່ອນລຶບໄຟລ໌ ຫຼື ລາຍການ

source: Ask whether to save _modified files
lo: ຖາມວ່າຕ້ອງການບັນທຶກໄຟລ໌ທີ່ແກ້ໄຂບໍ່

source: _Store metadata inside files if possible
lo: ເກັບຂໍ້ມູນເມຕາໄວ້ໃນໄຟລ໌ຖ້າເປັນໄປໄດ້

source: General
lo: ທົ່ວໄປ

source: Shortcuts:
lo: ທາງລັດ:

source: _Restore All…
lo: ກູ້ຄືນທັງໝົດ…

source: _Inverse order
lo: ປີ້ນລຳດັບ

source: Example:
lo: ຕົວຢ່າງ:

source: Fullscreen
lo: ເຕັມຈໍ

source: Open in New Window
lo: ເປີດໃນໜ້າຕ່າງໃໝ່

source: New Window
lo: ໜ້າຕ່າງໃໝ່

source: Open Location…
lo: ເປີດທີ່ຕັ້ງ…

source: Save
lo: ບັນທຶກ

source: Save As…
lo: ບັນທຶກເປັນ…

source: Revert
lo: ຍ້ອນກັບ

source: Sort By…
lo: ຈັດຮຽງຕາມ…

source: Hidden Files
lo: ໄຟລ໌ທີ່ຊ່ອນຢູ່

source: _Preferences
lo: ການຕັ້ງຄ່າ

source: Keyboard Shortcuts
lo: ທາງລັດແປ້ນພິມ

source: _Help
lo: ຊ່ວຍເຫຼືອ

source: _About Pix
lo: ກ່ຽວກັບ Pix

source: _Delete History
lo: ລຶບປະຫວັດ

source: View and organize your images
lo: ເບິ່ງ ແລະ ຈັດການຮູບພາບຂອງທ່ານ

source: Import with Pix
lo: ນຳເຂົ້າດ້ວຍ Pix

source: Import the photos on your camera card
lo: ນຳເຂົ້າຮູບຈາກກາດກ້ອງຖ່າຍຮູບຂອງທ່ານ

source: Preferences
lo: ການຕັ້ງຄ່າ

source: Could not load the position “%s”
lo: ບໍ່ສາມາດໂຫຼດຕຳແໜ່ງ “%s” ໄດ້

source: Open
lo: ເປີດ

source: Filter
lo: ໂຕກອງ

source: Show
lo: ສະແດງ

source: Could not save the filter
lo: ບໍ່ສາມາດບັນທຶກໂຕກອງໄດ້

source: New Filter
lo: ໂຕກອງໃໝ່

source: Edit Filter
lo: ແກ້ໄຂໂຕກອງ

source: Filters
lo: ໂຕກອງ

source: Browser
lo: ເບຣາວເຊີ

source: Viewers
lo: ໂຕເບິ່ງ

source: Metadata
lo: ຂໍ້ມູນເມຕາ

source: File tools
lo: ເຄື່ອງມືໄຟລ໌

source: List tools
lo: ເຄື່ອງມືລາຍການ

source: Importers
lo: ໂຕນຳເຂົ້າ

source: Exporters
lo: ໂຕສົ່ງອອກ

source: Could not activate the extension
lo: ບໍ່ສາມາດເປີດໃຊ້ງານສ່ວນເສີມໄດ້

source: Could not deactivate the extension
lo: ບໍ່ສາມາດປິດໃຊ້ງານສ່ວນເສີມໄດ້

source: Pix Development Team
lo: ທີມພັດທະນາ Pix

source: Extensions
lo: ສ່ວນເສີມ

source: Restart required
lo: ຕ້ອງການເລີ່ມໃໝ່

source: You need to restart pix for these changes to take effect
lo: ທ່ານຕ້ອງເລີ່ມ Pix ໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງເຫຼົ່ານີ້ມີຜົນ

source: _Continue
lo: ດຳເນີນການຕໍ່

source: _Restart
lo: ເລີ່ມໃໝ່

source: Shortcut
lo: ທາງລັດ

source: Do you want to revert all the changes and use the default shortcuts?
lo: ທ່ານຕ້ອງການຍົກເລີກການປ່ຽນແປງທັງໝົດ ແລະ ໃຊ້ທາງລັດເລີ່ມຕົ້ນບໍ່?

source: Shortcuts
lo: ທາງລັດ

source: Sort By
lo: ຈັດຮຽງຕາມ

source: %s of %s
lo: %s ຂອງ %s

source: Moving “%s” to “%s”
lo: ກຳລັງຍ້າຍ “%s” ໄປທີ່ “%s”

source: Copying “%s” to “%s”
lo: ກຳລັງສຳເນົາ “%s” ໄປທີ່ “%s”

source: Moving files
lo: ກຳລັງຍ້າຍໄຟລ໌

source: Copying files
lo: ກຳລັງສຳເນົາໄຟລ໌

source: Getting file information
lo: ກຳລັງເອົາຂໍ້ມູນໄຟລ໌

source: Deleting files
lo: ກຳລັງລຶບໄຟລ໌

source: Moving files to trash
lo: ກຳລັງຍ້າຍໄຟລ໌ໄປຖັງຂີ້ເຫຍື້ອ

source: (invalid value)
lo: (ຄ່າບໍ່ຖືກຕ້ອງ)

source: None
lo: ບໍ່ມີ

source: Press a combination of keys to use as shortcut.
lo: ກົດປຸ່ມປະສົມເພື່ອໃຊ້ເປັນທາງລັດ.

source: Press Esc to cancel
lo: ກົດ Esc ເພື່ອຍົກເລີກ

source: Open a new window
lo: ເປີດໜ້າຕ່າງໃໝ່

source: Start in fullscreen mode
lo: ເລີ່ມໃນໂໝດເຕັມຈໍ

source: Automatically start a presentation
lo: ເລີ່ມການນຳສະເໜີອັດຕະໂນມັດ

source: Automatically import digital camera photos
lo: ນຳເຂົ້າຮູບຈາກກ້ອງດິຈິຕອລອັດຕະໂນມັດ

source: Show version
lo: ສະແດງເວີຊັນ

source: [FILE…] [DIRECTORY…]
lo: [ໄຟລ໌…] [ໄດເຣັກທໍຣີ…]

source: — Image browser and viewer
lo: — ເບຣາວເຊີ ແລະ ໂຕເບິ່ງຮູບພາບ

source: Pix is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
lo: Pix ເປັນຊອບແວເສລີ; ທ່ານສາມາດແຈກຢາຍ ແລະ/ຫຼື ດັດແປງມັນໄດ້ພາຍໃຕ້ເງື່ອນໄຂຂອງ GNU General Public License ທີ່ເຜີຍແຜ່ໂດຍ Free Software Foundation; ບໍ່ວ່າຈະເປັນເວີຊັນ 2 ຂອງໃບອະນຸຍາດ, ຫຼື (ຕາມທາງເລືອກຂອງທ່ານ) ເວີຊັນໃດກໍ່ຕາມທີ່ໃໝ່ກວ່າ.

source: Pix is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
lo: Pix ຖືກແຈກຢາຍໂດຍຫວັງວ່າມັນຈະເປັນປະໂຫຍດ, ແຕ່ບໍ່ມີການຮັບປະກັນໃດໆ; ແມ່ນແຕ່ບໍ່ມີການຮັບປະກັນໂດຍທີ່ກ່ຽວກັບຄວາມສາມາດໃນການຊື້ຂາຍ ຫຼື ຄວາມເໝາະສົມສຳລັບຈຸດປະສົງສະເພາະ. ເບິ່ງ GNU General Public License ສຳລັບລາຍລະອຽດເພີ່ມເຕີມ.

source: You should have received a copy of the GNU General Public License along with Pix. If not, see http://www.gnu.org/licenses/.
lo: ທ່ານຄວນຈະໄດ້ຮັບສຳເນົາຂອງ GNU General Public License ພ້ອມກັບ Pix. ຖ້າບໍ່, ເບິ່ງທີ່ http://www.gnu.org/licenses/.

source: An image viewer and browser.
lo: ໂຕເບິ່ງ ແລະ ເບຣາວເຊີຮູບພາບ.

source: translator-credits
lo: Launchpad Contributions: boneni https://launchpad.net/~boneni2025

source: [modified]
lo: [ແກ້ໄຂແລ້ວ]

source: %s of free space
lo: ພື້ນທີ່ວ່າງ %s

source: No suitable module found for %s
lo: ບໍ່ພົບໂມດູນທີ່ເໝາະສົມສຳລັບ %s

source: Could not save the file
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ໄດ້

source: Save changes to file “%s”?
lo: ບັນທຶກການປ່ຽນແປງໃສ່ໄຟລ໌ “%s” ບໍ່?

source: If you don’t save, changes to the file will be permanently lost.
lo: ຖ້າທ່ານບໍ່ບັນທຶກ, ການປ່ຽນແປງໃນໄຟລ໌ຈະສູນຫາຍໄປຢ່າງຖາວອນ.

source: Do _Not Save
lo: ບໍ່ບັນທຶກ

source: Accept
lo: ຍອມຮັບ

source: _Close
lo: ປິດ

source: Could not change name
lo: ບໍ່ສາມາດປ່ຽນຊື່ໄດ້

source: Modified
lo: ແກ້ໄຂເມື່ອ

source: Go to the previous visited location
lo: ໄປທີ່ຕຳແໜ່ງທີ່ເຂົ້າເບິ່ງກ່ອນໜ້າ

source: Go to the next visited location
lo: ໄປທີ່ຕຳແໜ່ງທີ່ເຂົ້າເບິ່ງຕໍ່ໄປ

source: History
lo: ປະຫວັດ

source: View the folders
lo: ເບິ່ງໂຟເດີ

source: Properties
lo: ຄຸນສົມບັດ

source: Edit file
lo: ແກ້ໄຂໄຟລ໌

source: Operations
lo: ການດຳເນີນການ

source: Could not perform the operation
lo: ບໍ່ສາມາດດຳເນີນການໄດ້

source: File type not supported
lo: ປະເພດໄຟລ໌ບໍ່ຮອງຮັບ

source: No suitable module found
lo: ບໍ່ພົບໂມດູນທີ່ເໝາະສົມ

source: Insufficient memory
lo: ໜ່ວຍຄວາມຈຳບໍ່ພຽງພໍ

source: Could not open the module “%s”: %s
lo: ບໍ່ສາມາດເປີດໂມດູນ “%s”: %s ໄດ້

source: The extension “%1$s” is required by the extension “%2$s”
lo: ສ່ວນເສີມ “%2$s” ຕ້ອງການສ່ວນເສີມ “%1$s”

source: All Supported Files
lo: ໄຟລ໌ທີ່ຮອງຮັບທັງໝົດ

source: _Show Format Options
lo: ສະແດງຕົວເລືອກຮູບແບບ

source: Options
lo: ຕົວເລືອກ

source: Comment
lo: ຄວາມເຫັນ

source: No file
lo: ບໍ່ມີໄຟລ໌

source: Loading…
lo: ກຳລັງໂຫຼດ…

source: Computer
lo: ຄອມພິວເຕີ

source: Home Folder
lo: ໂຟເດີບ້ານ

source: Could not delete the files
lo: ບໍ່ສາມາດລຶບໄຟລ໌ໄດ້

source: The files cannot be moved to the Trash. Do you want to delete them permanently?
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄປຖັງຂີ້ເຫຍື້ອໄດ້. ທ່ານຕ້ອງການລຶບພວກມັນຖາວອນບໍ່?

source: Could not move the files to the Trash
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄປຖັງຂີ້ເຫຍື້ອໄດ້

source: Are you sure you want to permanently delete “%s”?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ “%s” ຢ່າງຖາວອນ?

source: Are you sure you want to permanently delete the %'d selected file?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໄຟລ໌ທີ່ເລືອກ %'d ໄຟລ໌ຢ່າງຖາວອນ?

source: If you delete a file, it will be permanently lost.
lo: ຖ້າທ່ານລຶບໄຟລ໌, ມັນຈະສູນຫາຍໄປຢ່າງຖາວອນ.

source: S_how:
lo: ສະແດງ:

source: All
lo: ທັງໝົດ

source: Personalize…
lo: ປັບແຕ່ງ…

source: files
lo: ໄຟລ໌

source: all the following rules
lo: ກົດເກນທັງໝົດຕໍ່ໄປນີ້

source: any of the following rules
lo: ກົດເກນໃດໜຶ່ງຕໍ່ໄປນີ້

source: ascending
lo: ຈາກນ້ອຍຫາຫຼາຍ

source: descending
lo: ຈາກຫຼາຍຫານ້ອຍ

source: No name specified
lo: ບໍ່ໄດ້ລະບຸຊື່

source: No limit specified
lo: ບໍ່ໄດ້ລະບຸຂີດຈຳກັດ

source: Resizing images
lo: ກຳລັງປັບຂະໜາດຮູບພາບ

source: (Open Parent)
lo: (ເປີດໂຕແມ່)

source: Invalid name. The following characters are not allowed: %s
lo: ຊື່ບໍ່ຖືກຕ້ອງ. ຕົວອັກສອນຕໍ່ໄປນີ້ບໍ່ໄດ້ຮັບອະນຸຍາດ: %s

source: Rename
lo: ປ່ຽນຊື່

source: Enter the new name:
lo: ໃສ່ຊື່ໃໝ່:

source: _Rename
lo: ປ່ຽນຊື່

source: Linear scale
lo: ສະເກລເສັ້ນຊື່

source: Logarithmic scale
lo: ສະເກລລໍກາຣິດ

source: Channel:
lo: ຊ່ອງສັນຍານ:

source: Value
lo: ຄ່າ

source: Red
lo: ສີແດງ

source: Green
lo: ສີຂຽວ

source: Blue
lo: ສີຟ້າ

source: Alpha
lo: ອັລຟາ

source: Could not rename the file
lo: ບໍ່ສາມາດປ່ຽນຊື່ໄຟລ໌ໄດ້

source: No suitable loader available for this file type
lo: ບໍ່ມີໂຕໂຫຼດທີ່ເໝາະສົມສຳລັບປະເພດໄຟລ໌ນີ້

source: No options available for this file type
lo: ບໍ່ມີຕົວເລືອກສຳລັບປະເພດໄຟລ໌ນີ້

source: Could not find a suitable module to save the image as “%s”
lo: ບໍ່ພົບໂມດູນທີ່ເໝາະສົມເພື່ອບັນທຶກຮູບພາບເປັນ “%s”

source: Reading file information
lo: ກຳລັງອ່ານຂໍ້ມູນໄຟລ໌

source: Location
lo: ທີ່ຕັ້ງ

source: Locations
lo: ທີ່ຕັ້ງ

source: Other…
lo: ອື່ນໆ…

source: File
lo: ໄຟລ໌

source: Name
lo: ຊື່

source: Size
lo: ຂະໜາດ

source: Bytes
lo: ໄບຕ໌

source: Modified Date & Time
lo: ວັນທີ ແລະ ເວລາແກ້ໄຂ

source: Type
lo: ປະເພດ

source: Format
lo: ຮູບແບບ

source: Dimensions
lo: ຂະໜາດ

source: Duration
lo: ໄລຍະເວລາ

source: Exposure Settings
lo: ການຕັ້ງຄ່າການຮັບແສງ

source: Aperture
lo: ຮູຮັບແສງ

source: ISO Speed
lo: ຄວາມໄວ ISO

source: Exposure Time
lo: ເວລາຮັບແສງ

source: Shutter Speed
lo: ຄວາມໄວຊັດເຕີ

source: Focal Length
lo: ໄລຍະໂຟກັສ

source: Flash
lo: ແຟລຊ

source: Camera Model
lo: ລຸ້ນກ້ອງ

source: Color Profile
lo: ໂປຣໄຟລ໌ສີ

source: General Date & Time
lo: ວັນທີ ແລະ ເວລາທົ່ວໄປ

source: Title
lo: ຫົວຂໍ້

source: Place
lo: ສະຖານທີ່

source: Tags
lo: ແທັກ

source: Rating
lo: ຄະແນນ

source: Author
lo: ຜູ້ຂຽນ

source: Copyright
lo: ລິຂະສິດ

source: file name
lo: ຊື່ໄຟລ໌

source: file path
lo: ເສັ້ນທາງໄຟລ໌

source: file size
lo: ຂະໜາດໄຟລ໌

source: file modified date
lo: ວັນທີແກ້ໄຂໄຟລ໌

source: no sorting
lo: ບໍ່ຈັດຮຽງ

source: dimensions
lo: ຂະໜາດ

source: aspect ratio
lo: ອັດຕາສ່ວນ

source: All Files
lo: ທຸກໄຟລ໌

source: All Images
lo: ທຸກຮູບພາບ

source: JPEG Images
lo: ຮູບພາບ JPEG

source: Raw Photos
lo: ຮູບດິບ

source: Video
lo: ວິດີໂອ

source: Audio
lo: ສຽງ

source: Media
lo: ສື່

source: Text Files
lo: ໄຟລ໌ຂໍ້ຄວາມ

source: Filename
lo: ຊື່ໄຟລ໌

source: File modified date
lo: ວັນທີແກ້ໄຂໄຟລ໌

source: Date photo was taken
lo: ວັນທີຖ່າຍຮູບ

source: Title (embedded)
lo: ຫົວຂໍ້ (ຝັງຢູ່)

source: Description (embedded)
lo: ລາຍລະອຽດ (ຝັງຢູ່)

source: Tag (embedded)
lo: ແທັກ (ຝັງຢູ່)

source: Aspect ratio
lo: ອັດຕາສ່ວນ

source: Show/Hide
lo: ສະແດງ/ຊ່ອນ

source: Navigation
lo: ການນຳທາງ

source: File Manager
lo: ໂຕຈັດການໄຟລ໌

source: Viewer
lo: ໂຕເບິ່ງ

source: Cannot read file information
lo: ບໍ່ສາມາດອ່ານຂໍ້ມູນໄຟລ໌ໄດ້

source: Overwrite
lo: ຂຽນທັບ

source: Cancel operation
lo: ຍົກເລີກການດຳເນີນການ

source: Saving file information
lo: ກຳລັງບັນທຶກຂໍ້ມູນໄຟລ໌

source: Saving “%s”
lo: ກຳລັງບັນທຶກ “%s”

source: Invalid file format
lo: ຮູບແບບໄຟລ໌ບໍ່ຖືກຕ້ອງ

source: Presentation
lo: ການນຳສະເໜີ

source: Create tag “%s”
lo: ສ້າງແທັກ “%s”

source: Show all the tags
lo: ສະແດງແທັກທັງໝົດ

source: _Delete
lo: ລຶບ

source: Holidays
lo: ວັນພັກ

source: Temporary
lo: ຊົ່ວຄາວ

source: Screenshots
lo: ພາບໜ້າຈໍ

source: Science
lo: ວິທະຍາສາດ

source: Favorite
lo: ລາຍການໂປດ

source: Important
lo: ສຳຄັນ

source: Games
lo: ເກມ

source: Party
lo: ງານລ້ຽງ

source: Birthday
lo: ວັນເກີດ

source: Astronomy
lo: ດາລາສາດ

source: Family
lo: ຄອບຄົວ

source: Text
lo: ຂໍ້ຄວາມ

source: Space
lo: ຍະຫວ່າງ

source: Year
lo: ປີ

source: Month
lo: ເດືອນ

source: Day of the month
lo: ວັນທີຂອງເດືອນ

source: Hour
lo: ຊົ່ວໂມງ

source: Minute
lo: ນາທີ

source: Second
lo: ວິນາທີ

source: Edit Template
lo: ແກ້ໄຂແມ່ແບບ

source: Square
lo: ຈະຕຸລັດ

source: 4∶3 (DVD, Book)
lo: 4∶3 (DVD, ປຶ້ມ)

source: 3∶2 (Postcard)
lo: 3∶2 (ໂປສກາດ)

source: is lower than
lo: ນ້ອຍກວ່າ

source: is greater than
lo: ຫຼາຍກວ່າ

source: is equal to
lo: ເທົ່າກັບ

source: is greater than or equal to
lo: ຫຼາຍກວ່າ ຫຼື ເທົ່າກັບ

source: is lower than or equal to
lo: ນ້ອຍກວ່າ ຫຼື ເທົ່າກັບ

source: Reset
lo: ຣີເຊັດ

source: The test definition is incomplete
lo: ຄຳນິຍາມການທົດສອບບໍ່ສົມບູນ

source: is
lo: ແມ່ນ

source: is only
lo: ແມ່ນແຕ່

source: is not
lo: ບໍ່ແມ່ນ

source: matches
lo: ຕົງກັນ

source: Add a new rule
lo: ເພີ່ມກົດເກນໃໝ່

source: Remove this rule
lo: ລຶບກົດເກນນີ້ອອກ

source: contains
lo: ປະກອບມີ

source: starts with
lo: ເລີ່ມຕົ້ນດ້ວຍ

source: ends with
lo: ລົງທ້າຍດ້ວຍ

source: does not contain
lo: ບໍ່ປະກອບມີ

source: is before
lo: ຢູ່ກ່ອນ

source: is after
lo: ຢູ່ຫຼັງ

source: Today
lo: ມື້ນີ້

source: Now
lo: ດຽວນີ້

source: Colors
lo: ສີ

source: Rotation
lo: ການໝຸນ

source: The key combination «%s» is already assigned to the action «%s». Do you want to reassign it to this action instead?
lo: ການກົດປຸ່ມ «%s» ຖືກກຳນົດໃຫ້ກັບການກະທຳ «%s» ແລ້ວ. ທ່ານຕ້ອງການກຳນົດມັນຄືນໃໝ່ໃຫ້ກັບການກະທຳນີ້ແທນບໍ່?

source: Reassign
lo: ກຳນົດຄືນໃໝ່

source: The key combination «%s» is already assigned to the action «%s» and cannot be changed.
lo: ການກົດປຸ່ມ «%s» ຖືກກຳນົດໃຫ້ກັບການກະທຳ «%s» ແລ້ວ ແລະ ບໍ່ສາມາດປ່ຽນແປງໄດ້.

source: The key combination «%s» is already assigned and cannot be changed.
lo: ການກົດປຸ່ມ «%s» ຖືກກຳນົດໄວ້ແລ້ວ ແລະ ບໍ່ສາມາດປ່ຽນແປງໄດ້.

source: Could not display help
lo: ບໍ່ສາມາດສະແດງການຊ່ວຍເຫຼືອໄດ້

source: Could not launch the application
lo: ບໍ່ສາມາດເປີດແອັບພລິເຄຊັນໄດ້

source: _Copy Here
lo: ສຳເນົາມາທີ່ນີ້

source: _Move Here
lo: ຍ້າຍມາທີ່ນີ້

source: _Link Here
lo: ເຊື່ອມຕໍ່ທີ່ນີ້

source: Cancel
lo: ຍົກເລີກ

source: Upload images to 23hq.com
lo: ອັບໂຫຼດຮູບພາບໄປທີ່ 23hq.com

source: Bookmarks
lo: ບຸກມາກ

source: Add bookmarks support.
lo: ເພີ່ມການຮອງຮັບບຸກມາກ.

source: Burn CD/DVD
lo: ຂຽນ CD/DVD

source: Save files to an optical disc.
lo: ບັນທຶກໄຟລ໌ລົງໃນແຜ່ນດິສ.

source: Catalogs
lo: ລາຍການ

source: Create file collections.
lo: ສ້າງຊຸດສະສົມໄຟລ໌.

source: Change date
lo: ປ່ຽນວັນທີ

source: Change the files date
lo: ປ່ຽນວັນທີຂອງໄຟລ໌

source: Comments and tags
lo: ຄວາມເຫັນ ແລະ ແທັກ

source: Add comments and tags to any file type.
lo: ເພີ່ມຄວາມເຫັນ ແລະ ແທັກໃສ່ປະເພດໄຟລ໌ໃດກໍ່ໄດ້.

source: Contact Sheet
lo: ແຜ່ນຕິດຕໍ່

source: Create an index image displaying the thumbnails of the selected files.
lo: ສ້າງຮູບພາບດັດສະນີທີ່ສະແດງຮູບຕົວຢ່າງຂອງໄຟລ໌ທີ່ເລືອກ.

source: Convert format
lo: ປ່ຽນຮູບແບບ

source: Save images in a different format
lo: ບັນທຶກຮູບພາບໃນຮູບແບບທີ່ແຕກຕ່າງ

source: Desktop background
lo: ພາບພື້ນຫຼັງເດັສທັອບ

source: Set the image as desktop background
lo: ຕັ້ງຮູບພາບເປັນພາບພື້ນຫຼັງເດັສທັອບ

source: Edit metadata
lo: ແກ້ໄຂຂໍ້ມູນເມຕາ

source: Allow to edit files metadata.
lo: ອະນຸຍາດໃຫ້ແກ້ໄຂຂໍ້ມູນເມຕາຂອງໄຟລ໌.

source: EXIF, IPTC, XMP support
lo: ຮອງຮັບ EXIF, IPTC, XMP

source: Read and write exif, iptc and xmp metadata.
lo: ອ່ານ ແລະ ຂຽນຂໍ້ມູນເມຕາ exif, iptc ແລະ xmp.

source: File manager
lo: ໂຕຈັດການໄຟລ໌

source: File manager operations.
lo: ການດຳເນີນການຂອງໂຕຈັດການໄຟລ໌.

source: Find Duplicates
lo: ຊອກຫາໄຟລ໌ຊ້ຳ

source: Find duplicated files.
lo: ຊອກຫາໄຟລ໌ທີ່ຊ້ຳກັນ.

source: Upload images to Flickr
lo: ອັບໂຫຼດຮູບພາບໄປທີ່ Flickr

source: Audio/Video support
lo: ຮອງຮັບສຽງ/ວິດີໂອ

source: Play audio and video files.
lo: ຫຼິ້ນໄຟລ໌ສຽງ ແລະ ວິດີໂອ.

source: Image print
lo: ພິມຮູບພາບ

source: Allow to print images choosing the page layout.
lo: ອະນຸຍາດໃຫ້ພິມຮູບພາບໂດຍເລືອກຮູບແບບໜ້າເຈ້ຍ.

source: Image rotation
lo: ການໝຸນຮູບພາບ

source: Rotate images without data loss.
lo: ໝຸນຮູບພາບໂດຍບໍ່ສູນເສຍຂໍ້ມູນ.

source: File list tools
lo: ເຄື່ອງມືລາຍການໄຟລ໌

source: Scripting and batch manipulation of files.
lo: ການຂຽນສະຄຣິບ ແລະ ການຈັດການໄຟລ໌ເປັນຊຸດ.

source: Map
lo: ແຜນທີ່

source: View the photo position on the map
lo: ເບິ່ງຕຳແໜ່ງຮູບໃນແຜນທີ່

source: Import photos
lo: ນຳເຂົ້າຮູບພາບ

source: Import photos from removable devices.
lo: ນຳເຂົ້າຮູບພາບຈາກອຸປະກອນທີ່ຖອດອອກໄດ້.

source: Raw format support
lo: ຮອງຮັບຮູບແບບ Raw

source: Allow to load raw format images.
lo: ອະນຸຍາດໃຫ້ໂຫຼດຮູບພາບຮູບແບບ raw.

source: Red-eye removal
lo: ການລຶບຕາແດງ

source: Tool to remove the red-eye effect from a photo.
lo: ເຄື່ອງມືເພື່ອລຶບເອັບເຟັກຕາແດງອອກຈາກຮູບ.

source: Rename files
lo: ປ່ຽນຊື່ໄຟລ໌

source: Rename series of files.
lo: ປ່ຽນຊື່ໄຟລ໌ເປັນຊຸດ.

source: Resize images
lo: ປັບຂະໜາດຮູບພາບ

source: Resize series of images.
lo: ປັບຂະໜາດຮູບພາບເປັນຊຸດ.

source: Search
lo: ຄົ້ນຫາ

source: File search tool.
lo: ເຄື່ອງມືຄົ້ນຫາໄຟລ໌.

source: Selections
lo: ການເລືອກ

source: Advanced file selection.
lo: ການເລືອກໄຟລ໌ຂັ້ນສູງ.

source: Play a presentation of images.
lo: ຫຼິ້ນການນຳສະເໜີຮູບພາບ.

source: Terminal
lo: ເທມິນໍ

source: Open a folder in a terminal
lo: ເປີດໂຟເດີໃນເທມິນໍ

source: Web Albums
lo: ອະລະບໍ້າເວັບ

source: Create static web albums.
lo: ສ້າງອະລະບໍ້າເວັບແບບສະຖິດ.

source: _Add Bookmark
lo: ເພີ່ມບຸກມາກ

source: _Edit Bookmarks…
lo: ແກ້ໄຂບຸກມາກ…

source: _System Bookmarks
lo: ບຸກມາກລະບົບ

source: _Bookmarks:
lo: ບຸກມາກ:

source: Go to this location
lo: ໄປທີ່ຕຳແໜ່ງນີ້

source: Remove
lo: ລຶບອອກ

source: _Name
lo: ຊື່

source: _Location
lo: ທີ່ຕັ້ງ

source: Disc Name
lo: ຊື່ແຜ່ນດິສ

source: Current _folder
lo: ໂຟເດີປັດຈຸບັນ

source: Current folder and its s_ub-folders
lo: ໂຟເດີປັດຈຸບັນ ແລະ ໂຟເດີຍ່ອຍ

source: _Selected files
lo: ໄຟລ໌ທີ່ເລືອກ

source: Source
lo: ແຫຼ່ງທີ່ມາ

source: _Quality:
lo: ຄຸນນະພາບ:

source: _Lossless
lo: ບໍ່ສູນເສຍຂໍ້ມູນ

source: _Default extension:
lo: ນາມສະກຸນເລີ່ມຕົ້ນ:

source: _Smoothing:
lo: ຄວາມລຽບ:

source: Opti_mize
lo: ເພີ່ມປະສິດທິພາບ

source: _Progressive
lo: ໂປຣເກຣສຊີບ

source: Compression _level:
lo: ລະດັບການບີບອັດ:

source: Default options:
lo: ຕົວເລືອກເລີ່ມຕົ້ນ:

source: _RLE compression
lo: ການບີບອັດ RLE

source: Compression
lo: ການບີບອັດ

source: _No compression
lo: ບໍ່ບີບອັດ

source: No_rmal (Deflate)
lo: ປົກກະຕິ (Deflate)

source: _Loss compression (JPEG)
lo: ການບີບອັດແບບສູນເສຍ (JPEG)

source: Resolution
lo: ຄວາມລະອຽດ

source: _Horizontal:
lo: ແນວນອນ:

source: _Vertical:
lo: ແນວຕັ້ງ:

source: _Method:
lo: ວິທີການ:

source: C_atalogs:
lo: ລາຍການ:

source: New Library
lo: ຫ້ອງສະໝຸດໃໝ່

source: New Catalog
lo: ລາຍການໃໝ່

source: _View the destination
lo: ເບິ່ງປາຍທາງ

source: _Name:
lo: ຊື່:

source: _Date:
lo: ວັນທີ:

source: Catalog
lo: ລາຍການ

source: Organization:
lo: ການຈັດການ:

source: Files
lo: ໄຟລ໌

source: Create
lo: ສ້າງ

source: Select All
lo: ເລືອກທັງໝົດ

source: Select None
lo: ບໍ່ເລືອກ

source: Catalog _Preview:
lo: ເບິ່ງລາຍການຕົວຢ່າງ:

source: _Group files by:
lo: ຈັດກຸ່ມໄຟລ໌ຕາມ:

source: _Include sub-folders
lo: _ລວມໂຟເດີ-ຍ່ອຍ

source: Ignore catalogs with a single file
lo: ບໍ່ສົນໃຈລາຍການທີ່ມີໄຟລ໌ດຽວ

source: Put single files in the catalog:
lo: ເອົາໄຟລ໌ດຽວໃສ່ໃນລາຍການ:

source: Singles
lo: ໄຟລ໌ດຽວ

source: Change the following values:
lo: ປ່ຽນຄ່າຕໍ່ໄປນີ້:

source: _Last modified date
lo: ວັນທີແກ້ໄຂລ່າສຸດ

source: Co_mment date
lo: ວັນທີຄວາມເຫັນ

source: Change to:
lo: ປ່ຽນເປັນ:

source: The _following date:
lo: ວັນທີຕໍ່ໄປນີ້:

source: File _modified date
lo: ວັນທີແກ້ໄຂໄຟລ໌

source: File c_reation date
lo: ວັນທີສ້າງໄຟລ໌

source: Date p_hoto was taken
lo: ວັນທີຖ່າຍຮູບ

source: A_djust by
lo: ປັບໂດຍ

source: hours
lo: ຊົ່ວໂມງ

source: minutes
lo: ນາທີ

source: seconds
lo: ວິນາທີ

source: _Synchronize with the embedded metadata
lo: ຊິງຂໍ້ມູນກັບຂໍ້ມູນເມຕາທີ່ຝັງຢູ່

source: Simple
lo: ແບບງ່າຍ

source: Simple with shadow
lo: ແບບງ່າຍມີເງົາ

source: Shadow only
lo: ເງົາເທົ່ານັ້ນ

source: Slide
lo: ສະໄລ້

source: Inward Shadow
lo: ເງົາເຂົ້າ

source: Outward Shadow
lo: ເງົາອອກ

source: Background
lo: ພື້ນຫຼັງ

source: _Solid color
lo: ສີດຽວ

source: _Gradient
lo: ການໄລ່ສີ

source: Select a color
lo: ເລືອກສີ

source: Frame
lo: ຂອບ

source: _Style:
lo: ຮູບແບບ:

source: C_olor:
lo: ສີ:

source: _Header:
lo: ຫົວຂໍ້:

source: Select a font
lo: ເລືອກຟອນ

source: _Footer:
lo: ທ້າຍຂໍ້:

source: Caption:
lo: ຄຳບັນຍາຍ:

source: Help
lo: ຊ່ວຍເຫຼືອ

source: Edit template
lo: ແກ້ໄຂແມ່ແບບ

source: _Destination:
lo: ປາຍທາງ:

source: Choose destination folder
lo: ເລືອກໂຟເດີປາຍທາງ

source: File_name:
lo: ຊື່ໄຟລ໌:

source: Create _HTML image map
lo: ສ້າງແຜນທີ່ຮູບພາບ HTML

source: Saving
lo: ກຳລັງບັນທຶກ

source: Create a new theme
lo: ສ້າງທີມໃໝ່

source: Edit the selected theme
lo: ແກ້ໄຂທີມທີ່ເລືອກ

source: Delete the selected theme
lo: ລຶບທີມທີ່ເລືອກ

source: Theme
lo: ທີມ

source: Columns:
lo: ຖັນ:

source: Images per page:
lo: ຮູບຕໍ່ໜ້າ:

source: All images on a single page
lo: ທຸກຮູບໃນໜ້າດຽວ

source: _All pages with the same size
lo: ທຸກໜ້າຂະໜາດດຽວກັນ

source: Layout
lo: ໂຄງຮ່າງ

source: S_ort:
lo: ຈັດຮຽງ:

source: Re_verse order
lo: ປີ້ນລຳດັບ

source: _Size:
lo: ຂະໜາດ:

source: Sq_uared
lo: ຈະຕຸລັດ

source: Thumbnails
lo: ຮູບຕົວຢ່າງ

source: New format
lo: ຮູບແບບໃໝ່

source: Destination
lo: ປາຍທາງ

source: _Use the original image folder
lo: ໃຊ້ໂຟເດີຮູບພາບຕົ້ນສະບັບ

source: D_escription:
lo: ລາຍລະອຽດ:

source: _Place:
lo: ສະຖານທີ່:

source: T_ags:
lo: ແທັກ:

source: _Rating:
lo: ຄະແນນ:

source: _Title:
lo: ຫົວຂໍ້:

source: C_opyright:
lo: ລິຂະສິດ:

source: Co_untry:
lo: ປະເທດ:

source: _Code:
lo: ລະຫັດ:

source: Cr_edit:
lo: ເຄຣດິດ:

source: _Source:
lo: ແຫຼ່ງທີ່ມາ:

source: _Urgency:
lo: ຄວາມຮີບດ່ວນ:

source: _Object Name:
lo: ຊື່ວັດຖຸ:

source: Byline _Title:
lo: ຫົວຂໍ້ຜູ້ຂຽນ:

source: _Byline:
lo: ຜູ້ຂຽນ:

source: _City:
lo: ເມືອງ:

source: _Language:
lo: ພາສາ:

source: State/Province:
lo: ລັດ/ແຂວງ:

source: _Preview
lo: ເບິ່ງຕົວຢ່າງ

source: B_rightness:
lo: ຄວາມສະຫວ່າງ:

source: Con_trast:
lo: ຄວາມຄົມຊັດ:

source: _Saturation:
lo: ຄວາມອີ່ມຕົວສີ:

source: G_amma:
lo: ແກມມາ:

source: Cyan-_Red:
lo: ຟ້າ-ແດງ:

source: _Magenta-Green:
lo: ບົວ-ຂຽວ:

source: _Yellow-Blue:
lo: ເຫຼືອງ-ຟ້າ:

source: Color Levels
lo: ລະດັບສີ

source: Position
lo: ຕຳແໜ່ງ

source: Color
lo: ສີ

source: Copy
lo: ສຳເນົາ

source: _Grid:
lo: ຕາຂ່າຍ:

source: Selection
lo: ການເລືອກ

source: _Width:
lo: ຄວາມກວ້າງ:

source: Heigh_t:
lo: ຄວາມສູງ:

source: _Position:
lo: ຕຳແໜ່ງ:

source: Maximize
lo: ໃຫຍ່ສຸດ

source: Center
lo: ກາງ

source: I_nvert aspect ratio
lo: ປີ້ນອັດຕາສ່ວນ
