Repository: linuxmint/pix
Catalog: po/*.po
Languages: lo

source: M_ultiple of:
lo: ທະວີຄູນຂອງ:

source: Include current channel
lo: ລວມຊ່ອງສັນຍານປັດຈຸບັນ

source: High _quality
lo: ຄຸນນະພາບສູງ

source: pixels
lo: ພິກເຊລ

source: Set the image size to this value
lo: ຕັ້ງຂະໜາດຮູບພາບເປັນຄ່ານີ້

source: Original dimensions:
lo: ຂະໜາດເດີມ:

source: Scale factor:
lo: ປັດໄຈການຂະຫຍາຍ:

source: New dimensions:
lo: ຂະໜາດໃໝ່:

source: Grid:
lo: ຕາຂ່າຍ:

source: _Background:
lo: ພື້ນຫຼັງ:

source: Pick a background color
lo: ເລືອກສີພື້ນຫຼັງ

source: _Transparent
lo: ໂປ່ງໃສ

source: Original size
lo: ຂະໜາດເດີມ

source: Bounding box
lo: ກ່ອງຂອບ

source: Crop borders
lo: ຕັດຂອບ

source: Angle
lo: ມຸມ

source: Align
lo: ຈັດແນວ

source: Image size
lo: ຂະໜາດຮູບ

source: Point 1:
lo: ຈຸດ 1:

source: Point 2:
lo: ຈຸດ 2:

source: Keep aspect ratio
lo: ຮັກສາອັດຕາສ່ວນ

source: Draw a line on the image to set the alignment.
lo: ຂີດເສັ້ນເທິງຮູບ ເພື່ອຕັ້ງການຈັດແນວ.

source: Parallel
lo: ຂະໜານ

source: Perpendicular
lo: ຕັ້ງສາກ

source: Alignment
lo: ການຈັດແນວ

source: Threshold:
lo: ເກນ:

source: Radius:
lo: ລັດສະໝີ:

source: Amount:
lo: ປະລິມານ:

source: _Folders:
lo: ໂຟເດີ:

source: Duplicates:
lo: ໄຟລ໌ຊ້ຳ:

source: Files:
lo: ໄຟລ໌:

source: Last modified
lo: ແກ້ໄຂລ່າສຸດ

source: _View
lo: ເບິ່ງ

source: No duplicates found.
lo: ບໍ່ພົບໄຟລ໌ຊ້ຳ.

source: Start _at:
lo: ເລີ່ມທີ່:

source: _Filter:
lo: ໂຕກອງ:

source: Public photos
lo: ຮູບສາທາລະນະ

source: Private photos, visible to family and friends
lo: ຮູບສ່ວນຕົວ, ຄອບຄົວ ແລະ ໝູ່ເຫັນໄດ້

source: Private photos, visible to friends
lo: ຮູບສ່ວນຕົວ, ໝູ່ເຫັນໄດ້

source: Private photos, visible to family
lo: ຮູບສ່ວນຕົວ, ຄອບຄົວເຫັນໄດ້

source: Private photos
lo: ຮູບສ່ວນຕົວ

source: Safe content
lo: ເນື້ອຫາປອດໄພ

source: Moderate content
lo: ເນື້ອຫາປານກາງ

source: Restricted content
lo: ເນື້ອຫາຈຳກັດ

source: _Account:
lo: ບັນຊີ:

source: Edit accounts
lo: ແກ້ໄຂບັນຊີ

source: Free space:
lo: ພື້ນທີ່ວ່າງ:

source: Ph_otoset:
lo: ຊຸດຮູບພາບ:

source: _Privacy:
lo: ຄວາມເປັນສ່ວນຕົວ:

source: _Safety:
lo: ຄວາມປອດໄພ:

source: Hi_de from public searches
lo: ຊ່ອນຈາກການຄົ້ນຫາສາທາລະນະ

source: _Resize if larger than:
lo: ປັບຂະໜາດຖ້າໃຫຍ່ກວ່າ:

source: A_ccount:
lo: ບັນຊີ:

source: Play
lo: ຫຼິ້ນ

source: Slower
lo: ຊ້າລົງ

source: Faster
lo: ໄວຂຶ້ນ

source: Restart when finished
lo: ເລີ່ມໃໝ່ເມື່ອຈົບ

source: Time:
lo: ເວລາ:

source: -5s
lo: -5ວິ

source: Go back 5 seconds
lo: ກັບຄືນ 5 ວິນາທີ

source: -10s
lo: -10ວິ

source: Go back 10 seconds
lo: ກັບຄືນ 10 ວິນາທີ

source: -1m
lo: -1ນາ

source: Go back 1 minute
lo: ກັບຄືນ 1 ນາທີ

source: -5m
lo: -5ນາ

source: Go back 5 minutes
lo: ກັບຄືນ 5 ນາທີ

source: +5s
lo: +5ວິ

source: Go forward 5 seconds
lo: ໄປໜ້າ 5 ວິນາທີ

source: +10s
lo: +10ວິ

source: Go forward 10 seconds
lo: ໄປໜ້າ 10 ວິນາທີ

source: +1m
lo: +1ນາ

source: Go forward 1 minute
lo: ໄປໜ້າ 1 ນາທີ

source: +5m
lo: +5ນາ

source: Go forward 5 minutes
lo: ໄປໜ້າ 5 ນາທີ

source: -1s
lo: -1ວິ

source: Go back 1 second
lo: ກັບຄືນ 1 ວິນາທີ

source: +1s
lo: +1ວິ

source: Go forward 1 second
lo: ໄປໜ້າ 1 ວິນາທີ

source: Use hardware acceleration
lo: ໃຊ້ການເລັ່ງຮາດແວ

source: _Screenshots location:
lo: ທີ່ຕັ້ງພາບໜ້າຈໍ:

source: Centered
lo: ຢູ່ກາງ

source: Custom
lo: ກຳນົດເອງ

source: millimeters
lo: ມິນລີແມັດ

source: inches
lo: ນິ້ວ

source: The current page number
lo: ໝາຍເລກໜ້າປັດຈຸບັນ

source: The total number of pages
lo: ຈຳນວນໜ້າທັງໝົດ

source: Special code
lo: ລະຫັດພິເສດ

source: %D{ format }
lo: %D{ ຮູບແບບ }

source: The current date
lo: ວັນທີປັດຈຸບັນ

source: The total number of files
lo: ຈຳນວນໄຟລ໌ທັງໝົດ

source: The event description
lo: ລາຍລະອຽດເຫດການ

source: _Rows:
lo: ແຖວ:

source: Image
lo: ຮູບພາບ

source: Position:
lo: ຕຳແໜ່ງ:

source: Left
lo: ຊ້າຍ

source: Top
lo: ເທິງ

source: Width
lo: ຄວາມກວ້າງ

source: Height
lo: ຄວາມສູງ

source: Rotation:
lo: ການໝຸນ:

source: Unit:
lo: ຫົວໜ່ວຍ:

source: Preview
lo: ເບິ່ງຕົວຢ່າງ

source: Fonts
lo: ຟອນ

source: Select Caption Font
lo: ເລືອກຟອນຄຳບັນຍາຍ

source: Select Header Font
lo: ເລືອກຟອນຫົວຂໍ້

source: Select Footer Font
lo: ເລືອກຟອນທ້າຍຂໍ້

source: After loading an image:
lo: ຫຼັງຈາກໂຫຼດຮູບ:

source: Set to actual size
lo: ຕັ້ງເປັນຂະໜາດຈິງ

source: Keep previous zoom
lo: ຮັກສາການຊູມກ່ອນໜ້າ

source: Fit to window
lo: ພໍດີກັບໜ້າຕ່າງ

source: Fit to window if larger
lo: ພໍດີກັບໜ້າຕ່າງຖ້າໃຫຍ່ກວ່າ

source: Fit to width
lo: ພໍດີກັບຄວາມກວ້າງ

source: Fit to width if larger
lo: ພໍດີກັບຄວາມກວ້າງຖ້າໃຫຍ່ກວ່າ

source: Reset scrollbar positions
lo: ຣີເຊັດຕຳແໜ່ງແຖບເລື່ອນ

source: Mouse wheel action:
lo: ການກະທຳຂອງລໍ້ເມົ້າ:

# zoom quality
source: Change image
lo: ປ່ຽນຮູບ

# zoom quality
source: Zoom image
lo: ຊູມຮູບ

source: Zoom quality:
lo: ຄຸນນະພາບການຊູມ:

# zoom quality
source: _High
lo: ສູງ

# zoom quality
source: _Low
lo: _ຕ່ຳ

source: Transparency:
lo: ຄວາມໂປ່ງໃສ:

source: Checkered
lo: ຕາກະໂລ

source: White
lo: ສີຂາວ

source: Gray
lo: ສີເທົາ

source: Black
lo: ສີດຳ

source: Automatic
lo: ອັດຕະໂນມັດ

source: Fit to height
lo: ພໍດີກັບຄວາມສູງ

source: _Destination
lo: _ປາຍທາງ

source: _Automatic subfolder
lo: _ໂຟເດີຍ່ອຍອັດຕະໂນມັດ

source: _Template:
lo: _ແມ່ແບບ:

source: Co_mmands:
lo: ຄຳ_ສັ່ງ:

source: _Wait for the command to finish
lo: _ລໍຖ້າໃຫ້ຄຳສັ່ງສຳເລັດ

source: E_xecute command once for every file
lo: ດຳ_ເນີນການຄຳສັ່ງເທື່ອລະໄຟລ໌

source: _Terminal command (shell script)
lo: _ຄຳສັ່ງ Terminal (ສະຄຣິບ Shell)

source: Sh_ortcut:
lo: ທາ_ງລັດ:

source: _Command:
lo: _ຄຳສັ່ງ:

source: Edit command
lo: ແກ້ໄຂຄຳສັ່ງ

source: A_ccounts:
lo: _ບັນຊີ:

source: After importing from a device:
lo: ຫຼັງຈາກນຳເຂົ້າຈາກອຸປະກອນ:

source: _Rotate the images physically
lo: _ໝຸນຮູບພາບຕົວຈິງ

source: _Delete the imported files from the source
lo: _ລຶບໄຟລ໌ທີ່ນຳເຂົ້າຈາກຕົ້ນສະບັບ

source: _Event:
lo: _ເຫດການ:

source: _Tags:
lo: _ແທັກ:

source: _Sort by:
lo: _ຈັດຮຽງຕາມ:

source: Cas_e:
lo: _ຮູບແບບຕົວອັກສອນ:

source: Re_verse Order
lo: ລຳດັບ_ປີ້ນຄືນ

source: Revert to the last used template
lo: ກັບຄືນໄປໃຊ້ແມ່ແບບລ່າສຸດ

source: _Preview:
lo: _ສະແດງຕົວຢ່າງ:

source: pixel
lo: ພິກເຊວ

source: New dimensions
lo: ຂະໜາດໃໝ່

source: _Height:
lo: _ຄວາມສູງ:

source: _Preserve original aspect ratios
lo: _ຮັກສາອັດຕາສ່ວນເດີມ

source: _Personalize
lo: _ປັບແຕ່ງສ່ວນຕົວ

source: _Transition effect:
lo: _ເອັບເຟັກການປ່ຽນ:

source: _Change automatically, every
lo: _ປ່ຽນອັດຕະໂນມັດ, ທຸກໆ

# Every x seconds
source: seconds
lo: ວິນາທີ

source: _Restart when finished
lo: _ເລີ່ມໃໝ່ເມື່ອສຳເລັດ

source: R_andom order
lo: ລຳດັບ_ແບບສຸ່ມ

source: Playlist
lo: ລາຍການຫຼີ້ນ

source: Add files to the playlist
lo: ເພີ່ມໄຟລ໌ໃສ່ລາຍການຫຼີ້ນ

source: Remove the selected files
lo: ລຶບໄຟລ໌ທີ່ເລືອກອອກ

source: All images on a single image
lo: ຮູບພາບທັງໝົດໃນຮູບດຽວ

source: Adapts to the window width
lo: ປັບໃຫ້ພໍດີກັບຄວາມກວ້າງຂອງໜ້າຕ່າງ

source: Album
lo: ອະລະບໍ້າ

source: _Copy originals to destination
lo: _ສຳເນົາຕົ້ນສະບັບໄປຍັງປາຍທາງ

source: _Adapt to the window width
lo: _ປັບໃຫ້ພໍດີກັບຄວາມກວ້າງຂອງໜ້າຕ່າງ

source: Index Page
lo: ໜ້າດັດຊະນີ

source: Thumbnail Caption
lo: ຄຳບັນຍາຍຮູບຕົວຢ່າງ

source: Image Page
lo: ໜ້າຮູບພາບ

source: Show the description, if available
lo: ສະແດງຄຳອະທິບາຍ, ຖ້າມີ

source: Show the following attributes:
lo: ສະແດງຄຸນສົມບັດຕໍ່ໄປນີ້:

source: Image Attributes
lo: ຄຸນສົມບັດຮູບພາບ

source: Could not remove the bookmark
lo: ບໍ່ສາມາດລຶບບຸກມາກໄດ້

source: _Optical Disc…
lo: _ແຜ່ນດີສ…

source: Write to Disc
lo: ຂຽນໃສ່ແຜ່ນດີສ

source: Error interpreting JPEG image file: %s
lo: ຜິດພາດໃນການແປໄຟລ໌ຮູບພາບ JPEG: %s

source: Unknown JPEG color space (%d)
lo: ບໍ່ຮູ້ຈັກພື້ນທີ່ສີຂອງ JPEG (%d)

source: Name already used
lo: ຊື່ນີ້ຖືກໃຊ້ແລ້ວ

source: New catalog
lo: ລາຍການໃໝ່

source: Enter the catalog name:
lo: ໃສ່ຊື່ລາຍການ:

source: C_reate
lo: _ສ້າງ

source: New library
lo: ຫ້ອງສະໝຸດໃໝ່

source: Enter the library name:
lo: ໃສ່ຊື່ຫ້ອງສະໝຸດ:

source: Could not remove the catalog
lo: ບໍ່ສາມາດລຶບລາຍການໄດ້

source: Are you sure you want to remove “%s”?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ “%s”?

source: Add to Catalog…
lo: ເພີ່ມໃສ່ລາຍການ…

source: Open Folder
lo: ເປີດໂຟເດີ

source: Remove from Catalog
lo: ລຶບອອກຈາກລາຍການ

source: Create Catalog
lo: ສ້າງລາຍການ

source: Create Library
lo: ສ້າງຫ້ອງສະໝຸດ

source: Command Line
lo: ແຖວຄຳສັ່ງ

source: Catalog Properties
lo: ຄຸນສົມບັດລາຍການ

source: Organize
lo: ຈັດລະບຽບ

source: Automatically organize files by date
lo: ຈັດລະບຽບໄຟລ໌ອັດຕະໂນມັດຕາມວັນທີ

source: Could not add the files to the catalog
lo: ບໍ່ສາມາດເພີ່ມໄຟລ໌ໃສ່ລາຍການໄດ້

source: Could not create the catalog
lo: ບໍ່ສາມາດສ້າງລາຍການໄດ້

source: Add to Catalog
lo: ເພີ່ມໃສ່ລາຍການ

source: _Add
lo: _ເພີ່ມ

source: Keep the dialog open
lo: ເປີດກ່ອງໂຕ້ຕອບໄວ້

source: Could not save the catalog
lo: ບໍ່ສາມາດບັນທຶກລາຍການໄດ້

source: Could not load the catalog
lo: ບໍ່ສາມາດໂຫຼດລາຍການໄດ້

source: Organize Files
lo: ຈັດລະບຽບໄຟລ໌

source: Files will be organized in catalogs. No file will be moved on disk.
lo: ໄຟລ໌ຈະຖືກຈັດລະບຽບໃນລາຍການ. ຈະບໍ່ມີການຍ້າຍໄຟລ໌ໃນດິສ.

source: Tag
lo: ແທັກ

source: The catalog “%s” already exists, do you want to overwrite it?
lo: ລາຍການ “%s” ມີຢູ່ແລ້ວ, ເຈົ້າຕ້ອງການຂຽນທັບມັນບໍ່?

source: The library “%s” already exists, do you want to overwrite it?
lo: ຫ້ອງສະໝຸດ “%s” ມີຢູ່ແລ້ວ, ເຈົ້າຕ້ອງການຂຽນທັບມັນບໍ່?

source: Over_write
lo: ຂຽນ_ທັບ

source: Cannot move the files
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄດ້

source: Cannot copy the files
lo: ບໍ່ສາມາດສຳເນົາໄຟລ໌ໄດ້

source: Invalid destination.
lo: ປາຍທາງບໍ່ຖືກຕ້ອງ.

source: Copying files to “%s”
lo: ກຳລັງສຳເນົາໄຟລ໌ໄປຍັງ “%s”

source: Could not remove the files from the catalog
lo: ບໍ່ສາມາດລຶບໄຟລ໌ອອກຈາກລາຍການໄດ້

source: Operation completed. Catalogs: %d. Images: %d.
lo: ການດຳເນີນງານສຳເລັດ. ລາຍການ: %d. ຮູບພາບ: %d.

source: Change _Date…
lo: ປ່ຽນ_ວັນທີ…

source: Change Date
lo: ປ່ຽນວັນທີ

source: Import Embedded Metadata
lo: ນຳເຂົ້າ Metadata ທີ່ຝັງໄວ້

source: Comment Date & Time
lo: ວັນທີ & ເວລາຂອງຄຳເຫັນ

source: Contact _Sheet…
lo: ໜ້າ_ຮູບຕົວຢ່າງ…

source: Image _Wall…
lo: ກຳແພງ_ຮູບພາບ…

source: Enumerator
lo: ຕົວນັບ

source: Current date
lo: ວັນທີປັດຈຸບັນ

source: Current page number
lo: ເລກໜ້າປັດຈຸບັນ

source: Total number of pages
lo: ຈຳນວນໜ້າທັງໝົດ

source: Could not save the theme
lo: ບໍ່ສາມາດບັນທຶກທີມໄດ້

source: Could not delete the theme
lo: ບໍ່ສາມາດລຶບທີມໄດ້

source: Image Wall
lo: ກຳແພງຮູບພາບ

source: Creating images
lo: ກຳລັງສ້າງຮູບພາບ

source: Generating thumbnails
lo: ກຳລັງສ້າງຮູບຕົວຢ່າງ

source: Header
lo: ສ່ວນຫົວ

source: Footer
lo: ສ່ວນທ້າຍ

source: Theme Properties
lo: ຄຸນສົມບັດທີມ

source: Copy _From
lo: ສຳເນົາ_ຈາກ

source: New theme
lo: ທີມໃໝ່

source: Convert Format…
lo: ປ່ຽນຮູບແບບ…

source: Converting images
lo: ກຳລັງປ່ຽນຮູບພາບ

source: Convert Format
lo: ປ່ຽນຮູບແບບ

source: Could not show the desktop background properties
lo: ບໍ່ສາມາດສະແດງຄຸນສົມບັດພື້ນຫຼັງເດັສທັອບໄດ້

source: _Undo
lo: _ຍົກເລີກ

source: Could not set the desktop background
lo: ບໍ່ສາມາດຕັ້ງຄ່າພື້ນຫຼັງເດັສທັອບໄດ້

source: Set as Background
lo: ຕັ້ງເປັນພື້ນຫຼັງ

source: Are you sure you want to permanently delete the metadata of the selected files?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບ Metadata ຂອງໄຟລ໌ທີ່ເລືອກໄວ້ຢ່າງຖາວອນ?

source: If you delete the metadata, it will be permanently lost.
lo: ຖ້າເຈົ້າລຶບ Metadata, ມັນຈະສູນຫາຍຢ່າງຖາວອນ.

source: Edit comment
lo: ແກ້ໄຂຄຳເຫັນ

source: Edit tags
lo: ແກ້ໄຂແທັກ

source: Delete Metadata
lo: ລຶບ Metadata

source: Could not save the file metadata
lo: ບໍ່ສາມາດບັນທຶກ Metadata ຂອງໄຟລ໌ໄດ້

source: Save only cha_nged fields
lo: ບັນທຶກສະເພາະຊ່ອງທີ່_ປ່ຽນແປງ

source: No date
lo: ບໍ່ມີວັນທີ

source: The following date
lo: ວັນທີຕໍ່ໄປນີ້

source: Last modified date
lo: ວັນທີແກ້ໄຂລ່າສຸດ

source: File creation date
lo: ວັນທີສ້າງໄຟລ໌

source: Do not modify
lo: ບໍ່ຕ້ອງແກ້ໄຂ

source: Assigning tags to the selected files
lo: ກຳລັງກຳນົດແທັກໃຫ້ໄຟລ໌ທີ່ເລືອກ

source: Writing files
lo: ກຳລັງຂຽນໄຟລ໌

source: Reading files
lo: ກຳລັງອ່ານໄຟລ໌

source: Exif General
lo: Exif ທົ່ວໄປ

source: Exif Conditions
lo: Exif ເງື່ອນໄຂ

source: Exif Structure
lo: Exif ໂຄງສ້າງ

source: Exif Thumbnail
lo: Exif ຮູບຕົວຢ່າງ

source: Exif Maker Notes
lo: Exif ໝາຍເຫດຜູ້ຜະລິດ

source: Exif Versions
lo: Exif ເວີຊັນ

source: Exif Other
lo: Exif ອື່ນໆ

source: XMP Embedded
lo: XMP ທີ່ຝັງໄວ້

source: XMP Attached
lo: XMP ທີ່ແນບມາ

source: date photo was taken
lo: ວັນທີທີ່ຖ່າຍຮູບ

source: _Export To
lo: _ສົ່ງອອກໄປຍັງ

source: New folder
lo: ໂຟເດີໃໝ່

source: Enter the folder name:
lo: ໃສ່ຊື່ໂຟເດີ:

source: Could not move the files
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄດ້

source: Files cannot be moved to the current location, as alternative you can choose to copy them.
lo: ບໍ່ສາມາດຍ້າຍໄຟລ໌ໄປຍັງຕຳແໜ່ງປັດຈຸບັນໄດ້, ເປັນທາງເລືອກ ເຈົ້າສາມາດເລືອກທີ່ຈະສຳເນົາພວກມັນ.

source: Move To
lo: ຍ້າຍໄປທີ່

source: Copy To
lo: ສຳເນົາໄປທີ່

source: Move
lo: ຍ້າຍ

source: Could not open the location
lo: ບໍ່ສາມາດເປີດຕຳແໜ່ງໄດ້

source: Cut
lo: ຕັດ

source: Paste
lo: ວາງ

source: Copy to…
lo: ສຳເນົາໄປທີ່…

source: Move to…
lo: ຍ້າຍໄປທີ່…

source: Move to Trash
lo: ຍ້າຍໄປທີ່ຖັງຂີ້ເຫຍື້ອ

source: Delete
lo: ລຶບ

source: Open with the File Manager
lo: ເປີດດ້ວຍຕົວຈັດການໄຟລ໌

source: Create Folder
lo: ສ້າງໂຟເດີ

source: Paste Into Folder
lo: ວາງໃສ່ໂຟເດີ

source: Duplicate
lo: ເຮັດຊ້ຳ

source: Delete permanently
lo: ລຶບຢ່າງຖາວອນ

source: Open with Gimp
lo: ເປີດດ້ວຍ Gimp

source: Open _With
lo: ເປີດ_ດ້ວຍ

source: Do you want to move “%s” to “%s”?
lo: ເຈົ້າຕ້ອງການຍ້າຍ “%s” ໄປຍັງ “%s” ບໍ່?

source: Do you want to copy “%s” to “%s”?
lo: ເຈົ້າຕ້ອງການສຳເນົາ “%s” ໄປຍັງ “%s” ບໍ່?

source: Do you want to move the dragged files to “%s”?
lo: ເຈົ້າຕ້ອງການຍ້າຍໄຟລ໌ທີ່ລາກມາໄປຍັງ “%s” ບໍ່?

source: Do you want to copy the dragged files to “%s”?
lo: ເຈົ້າຕ້ອງການສຳເນົາໄຟລ໌ທີ່ລາກມາໄປຍັງ “%s” ບໍ່?

source: _Copy
lo: _ສຳເນົາ

source: Adjust contrast
lo: ປັບຄວາມຄົມຊັດ

source: Flip
lo: ປີ້ນ

source: Mirror
lo: ກະຈົກ

source: Rotate right
lo: ໝຸນຂວາ

source: Rotate left
lo: ໝຸນຊ້າຍ

source: Crop
lo: ຕັດຂອບ

source: Resize
lo: ປັບຂະໜາດ

source: Presets
lo: ຄ່າທີ່ຕັ້ງໄວ້

source: Applying changes
lo: ກຳລັງນຳໃຊ້ການປ່ຽນແປງ

source: Adjust Colors
lo: ປັບສີ

source: Change brightness, contrast, saturation and gamma level of the image
lo: ປ່ຽນຄວາມສະຫວ່າງ, ຄວາມຄົມຊັດ, ຄວາມອີ່ມຕົວຂອງສີ ແລະ ລະດັບແກມມາຂອງຮູບພາບ

source: Stretch
lo: ຍືດ

source: Stretch the histogram after trimming 0.5% from both ends
lo: ຍືດຮິສໂຕແກຣມຫຼັງຈາກຕັດ 0.5% ອອກຈາກທັງສອງສົ້ນ

source: Equalize
lo: ປັບໃຫ້ເທົ່າກັນ

source: Equalize the histogram using the square root function
lo: ປັບຮິສໂຕແກຣມໃຫ້ເທົ່າກັນໂດຍໃຊ້ຟັງຊັນຮາກຂັ້ນສອງ

source: Uniform
lo: ສະໝ່ຳສະເໝີ

source: Equalize the histogram using the linear function
lo: ປັບຮິສໂຕແກຣມໃຫ້ເທົ່າກັນໂດຍໃຊ້ຟັງຊັນເສັ້ນຊື່

source: Adjust Contrast
lo: ປັບຄວາມຄົມຊັດ

source: Automatic contrast adjustment
lo: ການປັບຄວາມຄົມຊັດອັດຕະໂນມັດ

source: Color Picker
lo: ຕົວເລືອກສີ

source: Pick a color from the image
lo: ເລືອກສີຈາກຮູບພາບ

source: %d × %d (Image)
lo: %d × %d (ຮູບພາບ)

source: %d × %d (Screen)
lo: %d × %d (ໜ້າຈໍ)

source: Rule of Thirds
lo: ກົດສາມສ່ວນ

source: Golden Sections
lo: ສ່ວນທອງຄຳ

source: Center Lines
lo: ເສັ້ນກາງ

source: Add to Presets
lo: ເພີ່ມໃສ່ຄ່າທີ່ຕັ້ງໄວ້

source: Enter the preset name:
lo: ໃສ່ຊື່ຄ່າທີ່ຕັ້ງໄວ້:

source: Add to presets
lo: ເພີ່ມໃສ່ຄ່າທີ່ຕັ້ງໄວ້

source: Color Curves
lo: ເສັ້ນໂຄ້ງສີ

source: Adjust color curves
lo: ປັບເສັ້ນໂຄ້ງສີ

source: Special Effects
lo: ເອັບເຟັກພິເສດ

source: Warmer
lo: ອຸ່ນຂຶ້ນ

source: Cooler
lo: ເຢັນລົງ

source: Soil
lo: ດິນ

source: Desert
lo: ທະເລຊາຍ

source: Arctic
lo: ອາກຕິກ

source: Mangos
lo: ໝາກມ່ວງ

source: Fresh Blue
lo: ຟ້າສົດ

source: Cherry
lo: ເຊີຣີ

source: Vintage
lo: ວິນເທຈ

source: Blurred Edges
lo: ຂອບເບຼີ

source: Vignette
lo: ວິນເຢດ

source: Flip the image vertically
lo: ປີ້ນຮູບພາບຕາມແນວຕັ້ງ

source: _Brightness
lo: _ຄວາມສະຫວ່າງ

source: _Saturation
lo: _ຄວາມອີ່ມຕົວຂອງສີ

source: _Average
lo: _ຄ່າສະເລ່ຍ

source: Grayscale
lo: ສີເທົາ

source: Lomo
lo: ໂລໂມ

source: Mirror the image horizontally
lo: ສ່ອງກະຈົກຮູບພາບຕາມແນວນອນ

source: Negative
lo: ເນກາທີບ

source: Redo
lo: ເຮັດຄືນ

source: Rotate
lo: ໝຸນ

source: Rotate Left
lo: ໝຸນຊ້າຍ

source: Rotate the image by 90 degrees counterclockwise
lo: ໝຸນຮູບພາບ 90 ອົງສາທວນເຂັມໂມງ

source: Rotate Right
lo: ໝຸນຂວາ

source: Rotate the image by 90 degrees clockwise
lo: ໝຸນຮູບພາບ 90 ອົງສາຕາມເຂັມໂມງ

source: Sharpening image
lo: ກຳລັງເຮັດໃຫ້ຮູບຄົມຊັດຂຶ້ນ

source: Enhance Focus
lo: ເພີ່ມຄວາມຄົມຊັດ

source: Undo
lo: ຍົກເລີກ

source: Find _Duplicates…
lo: ຊອກຫາໄຟລ໌_ຊ້ຳ…

source: _Find
lo: _ຊອກຫາ

source: leave the newest duplicates
lo: ເກັບໄຟລ໌ຊ້ຳທີ່ໃໝ່ທີ່ສຸດໄວ້

source: leave the oldest duplicates
lo: ເກັບໄຟລ໌ຊ້ຳທີ່ເກົ່າທີ່ສຸດໄວ້

source: by folder…
lo: ຕາມໂຟເດີ…

source: all files
lo: ໄຟລ໌ທັງໝົດ

source: no file
lo: ບໍ່ມີໄຟລ໌

source: Search completed
lo: ການຄົ້ນຫາສຳເລັດ

source: Searching for duplicates
lo: ກຳລັງຊອກຫາໄຟລ໌ຊ້ຳ

source: Getting the file list
lo: ກຳລັງເອົາລາຍຊື່ໄຟລ໌

source: Duplicates
lo: ໄຟລ໌ຊ້ຳ

source: Select
lo: ເລືອກ

source: Could not connect to the server
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີໄດ້

source: Files successfully uploaded to the server.
lo: ໄຟລ໌ຖືກອັບໂຫຼດຂຶ້ນເຊີບເວີສຳເລັດແລ້ວ.

source: _Open in the Browser
lo: _ເປີດໃນບຣາວເຊີ

source: Could not create the album
lo: ບໍ່ສາມາດສ້າງອະລະບໍ້າໄດ້

source: Could not upload the files
lo: ບໍ່ສາມາດອັບໂຫຼດໄຟລ໌ໄດ້

source: No valid file selected.
lo: ບໍ່ມີໄຟລ໌ທີ່ຖືກຕ້ອງຖືກເລືອກ.

source: Could not export the files
lo: ບໍ່ສາມາດສົ່ງອອກໄຟລ໌ໄດ້

source: Export to %s
lo: ສົ່ງອອກໄປຍັງ %s

source: Could not get the photo list
lo: ບໍ່ສາມາດເອົາລາຍຊື່ຮູບພາບໄດ້

source: No album selected
lo: ບໍ່ມີອະລະບໍ້າຖືກເລືອກ

source: _Import
lo: _ນຳເຂົ້າ

source: Import from %s
lo: ນຳເຂົ້າຈາກ %s

source: Unknown error
lo: ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ

source: Return to this window when you have finished the authorization process on %s
lo: ກັບມາທີ່ໜ້າຕ່າງນີ້ເມື່ອເຈົ້າອະນຸຍາດໃນ %s ສຳເລັດແລ້ວ

source: Once you’re done, click the “Continue” button below.
lo: ເມື່ອສຳເລັດແລ້ວ, ກົດປຸ່ມ “ດຳເນີນການຕໍ່” ຂ້າງລຸ່ມນີ້.

source: C_ontinue
lo: ດຳເນີນການ_ຕໍ່

source: _Authorize…
lo: _ອະນຸຍາດ…

source: Pix requires your authorization to upload the photos to %s
lo: Pix ຕ້ອງການການອະນຸຍາດຈາກເຈົ້າເພື່ອອັບໂຫຼດຮູບໄປຍັງ %s

source: Click “Authorize” to open your web browser and authorize pix to upload photos to %s. When you’re finished, return to this window to complete the authorization.
lo: ກົດ “ອະນຸຍາດ” ເພື່ອເປີດເວັບບຣາວເຊີ ແລະ ອະນຸຍາດໃຫ້ pix ອັບໂຫຼດຮູບໄປຍັງ %s. ເມື່ອສຳເລັດແລ້ວ, ກັບມາທີ່ໜ້າຕ່າງນີ້ເພື່ອສຳເລັດການອະນຸຍາດ.

source: Getting the album list
lo: ກຳລັງເອົາລາຍຊື່ອະລະບໍ້າ

source: Creating the new album
lo: ກຳລັງສ້າງອະລະບໍ້າໃໝ່

source: Could not upload “%s”: %s
lo: ບໍ່ສາມາດອັບໂຫຼດ “%s”: %s

source: Uploading “%s”
lo: ກຳລັງອັບໂຫຼດ “%s”

source: Uploading the files to the server
lo: ກຳລັງອັບໂຫຼດໄຟລ໌ຂຶ້ນເຊີບເວີ

source: Getting the photo list
lo: ກຳລັງເອົາລາຍຊື່ຮູບພາບ

source: Image saved as %s
lo: ຮູບຖືກບັນທຶກເປັນ %s

source: Could not take a screenshot
lo: ບໍ່ສາມາດຖ່າຍພາບໜ້າຈໍໄດ້

source: Screenshot
lo: ຖ່າຍພາບໜ້າຈໍ

source: Play/Pause
lo: ຫຼີ້ນ/ຢຸດຊົ່ວຄາວ

source: Mute
lo: ປິດສຽງ

source: Play faster
lo: ຫຼີ້ນໄວຂຶ້ນ

source: Play slower
lo: ຫຼີ້ນຊ້າລົງ

source: Next frame
lo: ເຟຣມຕໍ່ໄປ

source: Playing video
lo: ກຳລັງຫຼີ້ນວິດີໂອ

source: Pause
lo: ຢຸດຊົ່ວຄາວ

source: Take a screenshot
lo: ຖ່າຍພາບໜ້າຈໍ

source: Audio/Video Player
lo: ເຄື່ອງຫຼີ້ນສຽງ/ວິດີໂອ

source: Artist
lo: ສິນລະປິນ

source: Bitrate
lo: ບິດເຣດ

source: Encoder
lo: ຕົວເຂົ້າລະຫັດ

source: Codec
lo: ໂຄເດັກ

source: Framerate
lo: ອັດຕາເຟຣມ

source: Channels
lo: ຊ່ອງສັນຍານ

source: Sample rate
lo: ອັດຕາເກັບຕົວຢ່າງ

source: Stereo
lo: ສະເຕີຣິໂອ

source: Mono
lo: ໂມໂນ

source: Could not print the selected files
lo: ບໍ່ສາມາດພິມໄຟລ໌ທີ່ເລືອກໄດ້

source: Print
lo: ພິມ

source: Total number of files
lo: ຈຳນວນໄຟລ໌ທັງໝົດ

source: Event description
lo: ຄຳອະທິບາຍເຫດການ

source: Page %d of %d
lo: ໜ້າ %d ຈາກທັງໝົດ %d

source: Could not print
lo: ບໍ່ສາມາດພິມໄດ້

source: Images
lo: ຮູບພາບ

source: Loading “%s”
lo: ກຳລັງໂຫຼດ “%s”

source: Loading images
lo: ກຳລັງໂຫຼດຮູບພາບ

source: Rotate Physically
lo: ໝຸນຕົວຈິງ

source: Reset the EXIF Orientation
lo: ຕັ້ງຄ່າທິດທາງ EXIF ໃໝ່

source: Saving images
lo: ກຳລັງບັນທຶກຮູບພາບ

source: Problem transforming the image: %s
lo: ບັນຫາໃນການປ່ຽນຮູບພາບ: %s

source: This transformation may introduce small image distortions along one or more edges, because the image dimensions are not multiples of 8. The distortion is reversible, however. If the resulting image is unacceptable, simply apply the reverse transformation to return to the original image. You can also choose to discard (or trim) any untransformable edge pixels. For practical use, this mode gives the best looking results, but the transformation is not strictly lossless anymore.
lo: ການປ່ຽນແປງນີ້ອາດເຮັດໃຫ້ເກີດການບິດເບືອນເລັກນ້ອຍຕາມຂອບຂອງຮູບ, ເນື່ອງຈາກຂະໜາດຂອງຮູບບໍ່ແມ່ນຜົນຄູນຂອງ 8. ການບິດເບືອນນີ້ສາມາດປີ້ນຄືນໄດ້. ຖ້າຮູບທີ່ໄດ້ຮັບບໍ່ເປັນທີ່ພໍໃຈ, ພຽງແຕ່ປີ້ນຄືນການປ່ຽນແປງເພື່ອໃຫ້ກັບໄປເປັນຮູບເດີມ. ເຈົ້າຍັງສາມາດເລືອກທີ່ຈະຕັດສ່ວນຂອບທີ່ບໍ່ສາມາດປ່ຽນແປງໄດ້ອອກ. ໃນທາງປະຕິບັດ, ວິທີນີ້ໃຫ້ຜົນລັບທີ່ດີທີ່ສຸດ, ແຕ່ການປ່ຽນແປງຈະບໍ່ສູນເສຍຂໍ້ມູນຢ່າງແທ້ຈິງອີກຕໍ່ໄປ.

source: _Trim
lo: _ຕັດຂອບ

source: _Accept distortion
lo: _ຍອມຮັບການບິດເບືອນ

source: Zoom in
lo: ຊູມເຂົ້າ

source: Zoom out
lo: ຊູມອອກ

source: Zoom 100%
lo: ຊູມ 100%

source: Zoom 200%
lo: ຊູມ 200%

source: Zoom 300%
lo: ຊູມ 300%

source: Zoom to fit
lo: ຊູມໃຫ້ພໍດີ

source: Zoom to fit if larger
lo: ຊູມໃຫ້ພໍດີຖ້າໃຫຍ່ກວ່າ

source: Zoom to fit width
lo: ຊູມໃຫ້ພໍດີຄວາມກວ້າງ

source: Zoom to fit width if larger
lo: ຊູມໃຫ້ພໍດີຄວາມກວ້າງຖ້າໃຫຍ່ກວ່າ

source: Zoom to fit height
lo: ຊູມໃຫ້ພໍດີຄວາມສູງ

source: Zoom to fit height if larger
lo: ຊູມໃຫ້ພໍດີຄວາມສູງຖ້າໃຫຍ່ກວ່າ

source: Undo edit
lo: ຍົກເລີກການແກ້ໄຂ

source: Redo edit
lo: ເຮັດຄືນການແກ້ໄຂ

source: Scroll left
lo: ເລື່ອນຊ້າຍ

source: Scroll right
lo: ເລື່ອນຂວາ

source: Scroll up
lo: ເລື່ອນຂຶ້ນ

source: Scroll down
lo: ເລື່ອນລົງ

source: Scroll left fast
lo: ເລື່ອນຊ້າຍໄວ

source: Scroll right fast
lo: ເລື່ອນຂວາໄວ

source: Scroll up fast
lo: ເລື່ອນຂຶ້ນໄວ

source: Scroll down fast
lo: ເລື່ອນລົງໄວ

source: Scroll to center
lo: ເລື່ອນໄປກາງ

source: Histogram
lo: ຮິສໂຕແກຣມ

source: Copy Image
lo: ສຳເນົາຮູບພາບ

source: Paste Image
lo: ວາງຮູບພາບ

source: Apply the embedded color profile
lo: ນຳໃຊ້ໂປຣໄຟລ໌ສີທີ່ຝັງໄວ້

source: Transparency
lo: ຄວາມໂປ່ງໃສ

source: Save Image
lo: ບັນທຶກຮູບພາບ

source: Loading the original image
lo: ກຳລັງໂຫຼດຮູບຕົ້ນສະບັບ

source: JPEG XL container
lo: ຄອນເທນເນີ JPEG XL

source: Image Viewer
lo: ຕົວສະແດງຮູບພາບ

source: Scroll Image
lo: ເລື່ອນຮູບພາບ

source: Image Editor
lo: ຕົວແກ້ໄຂຮູບພາບ

source: Invalid Destination
lo: ປາຍທາງບໍ່ຖືກຕ້ອງ

source: File date
lo: ວັນທີຂອງໄຟລ໌

source: Importing files
lo: ກຳລັງນຳເຂົ້າໄຟລ໌

source: No file imported
lo: ບໍ່ມີໄຟລ໌ຖືກນຳເຂົ້າ

source: The selected files are already present in the destination.
lo: ໄຟລ໌ທີ່ເລືອກມີຢູ່ໃນປາຍທາງແລ້ວ.

source: Delete operation not supported.
lo: ການລຶບບໍ່ຮອງຮັບ.

source: Last imported
lo: ນຳເຂົ້າລ່າສຸດ

source: No file specified.
lo: ບໍ່ໄດ້ລະບຸໄຟລ໌.

source: Not enough free space in “%s”. %s of space is required but only %s is available.
lo: ພື້ນທີ່ຫວ່າງໃນ “%s” ບໍ່ພຽງພໍ. ຕ້ອງການພື້ນທີ່ %s ແຕ່ມີພຽງ %s.

source: Tools
lo: ເຄື່ອງມື

source: Script
lo: ສະຄຣິບ

source: Could not save the script
lo: ບໍ່ສາມາດບັນທຶກສະຄຣິບໄດ້

source: New Command
lo: ຄຳສັ່ງໃໝ່

source: Edit Command
lo: ແກ້ໄຂຄຳສັ່ງ

source: Are you sure you want to delete the selected command?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຄຳສັ່ງທີ່ເລືອກ?

source: Commands
lo: ຄຳສັ່ງ

source: Enter a value:
lo: ໃສ່ຄ່າ:

source: _Skip
lo: _ຂ້າມ

source: Quoted text
lo: ຂໍ້ຄວາມໃນວົງຢືມ

source: File URI
lo: URI ຂອງໄຟລ໌

source: File path
lo: ເສັ້ນທາງໄຟລ໌

source: File name
lo: ຊື່ໄຟລ໌

source: File name, no extension
lo: ຊື່ໄຟລ໌, ບໍ່ມີນາມສະກຸນ

source: File extension
lo: ນາມສະກຸນໄຟລ໌

source: Folder path
lo: ເສັ້ນທາງໂຟເດີ

source: Ask a value
lo: ຖາມຄ່າ

source: File attribute
lo: ຄຸນສົມບັດໄຟລ໌

source: No command specified
lo: ບໍ່ໄດ້ລະບຸຄຳສັ່ງ

source: Command exited abnormally with status %d
lo: ຄຳສັ່ງອອກຜິດປົກກະຕິດ້ວຍສະຖານະ %d

source: New authentication…
lo: ການຢືນຢັນຕົວຕົນໃໝ່…

source: Authorization Required
lo: ຕ້ອງການການອະນຸຍາດ
