Repository: linuxmint/pix
Catalog: po/*.po
Languages: lo

source: Choose _Account…
lo: ເລືອກ_ບັນຊີ…

source: Choose Account
lo: ເລືອກບັນຊີ

source: Edit Accounts
lo: ແກ້ໄຂບັນຊີ

source: Connecting to the server
lo: ກຳລັງເຊື່ອມຕໍ່ກັບເຊີບເວີ

source: Asking authorization
lo: ກຳລັງຂໍການອະນຸຍາດ

source: Getting account information
lo: ກຳລັງເອົາຂໍ້ມູນບັນຊີ

source: Choose a folder
lo: ເລືອກໂຟເດີ

source: Import
lo: ນຳເຂົ້າ

source: _Removable Device…
lo: _ອຸປະກອນທີ່ຖອດໄດ້…

source: F_older…
lo: ໂ_ຟເດີ…

source: I_mport From
lo: ນຳ_ເຂົ້າຈາກ

source: Could not import the files
lo: ບໍ່ສາມາດນຳເຂົ້າໄຟລ໌ໄດ້

source: Files to import: %d (%s)
lo: ໄຟລ໌ທີ່ຈະນຳເຂົ້າ: %d (%s)

source: Could not load the folder
lo: ບໍ່ສາມາດໂຫຼດໂຟເດີໄດ້

source: Getting the folder content…
lo: ກຳລັງເອົາເນື້ອໃນຂອງໂຟເດີ…

source: Import from Removable Device
lo: ນຳເຂົ້າຈາກອຸປະກອນທີ່ຖອດໄດ້

source: Import from Folder
lo: ນຳເຂົ້າຈາກໂຟເດີ

source: RAW Format
lo: ຮູບແບບ RAW

source: Red Eye Removal
lo: ການລຶບຕາແດງ

source: Remove the red eye effect caused by camera flashes
lo: ລຶບເອັບເຟັກຕາແດງທີ່ເກີດຈາກແຟລຊກ້ອງ

source: Original filename
lo: ຊື່ໄຟລ໌ເດີມ

source: Original extension
lo: ນາມສະກຸນເດີມ

source: Original enumerator
lo: ຕົວນັບເດີມ

source: Modification date
lo: ວັນທີແກ້ໄຂ

source: Digitalization date
lo: ວັນທີດິຈິຕອນ

source: Could not rename the files
lo: ບໍ່ສາມາດປ່ຽນຊື່ໄຟລ໌ໄດ້

source: Old Name
lo: ຊື່ເກົ່າ

source: New Name
lo: ຊື່ໃໝ່

source: Keep original case
lo: ຮັກສາຮູບແບບຕົວອັກສອນເດີມ

source: Convert to lower-case
lo: ປ່ຽນເປັນຕົວພິມນ້ອຍ

source: Convert to upper-case
lo: ປ່ຽນເປັນຕົວພິມໃຫຍ່

source: Renaming files
lo: ກຳລັງປ່ຽນຊື່ໄຟລ໌

source: Resize Images…
lo: ປັບຂະໜາດຮູບພາບ…

source: Resize Images
lo: ປັບຂະໜາດຮູບພາບ

source: Keep the original format
lo: ຮັກສາຮູບແບບເດີມ

source: Could not perform the search
lo: ບໍ່ສາມາດດຳເນີນການຄົ້ນຫາໄດ້

source: Search Result
lo: ຜົນການຄົ້ນຫາ

source: Find
lo: ຊອກຫາ

source: Find files
lo: ຊອກຫາໄຟລ໌

source: Search again
lo: ຄົ້ນຫາອີກຄັ້ງ

source: Add another location
lo: ເພີ່ມຕຳແໜ່ງອື່ນ

source: No file found
lo: ບໍ່ພົບໄຟລ໌

source: Files found so far: %s
lo: ໄຟລ໌ທີ່ພົບແລ້ວ: %s

source: Searching…
lo: ກຳລັງຄົ້ນຫາ…

source: Cancel the operation
lo: ຍົກເລີກການດຳເນີນງານ

source: Add to selection
lo: ເພີ່ມໃສ່ລາຍການທີ່ເລືອກ

source: Remove from selection
lo: ລຶບອອກຈາກລາຍການທີ່ເລືອກ

source: Show selection
lo: ສະແດງລາຍການທີ່ເລືອກ

source: Remove from Selection
lo: ລຶບອອກຈາກລາຍການທີ່ເລືອກ

source: Show selection %d
lo: ສະແດງລາຍການທີ່ເລືອກ %d

source: Use Alt-%d to add files to this selection, Ctrl-%d to view this selection, Alt+Shift+%d to remove files from this selection
lo: ໃຊ້ Alt-%d ເພື່ອເພີ່ມໄຟລ໌, Ctrl-%d ເພື່ອເບິ່ງ, Alt+Shift+%d ເພື່ອລຶບໄຟລ໌ອອກຈາກລາຍການທີ່ເລືອກນີ້

source: Selection %d
lo: ລາຍການທີ່ເລືອກ %d

source: Start presentation
lo: ເລີ່ມການນຳສະເໜີ

source: Terminate presentation
lo: ສິ້ນສຸດການນຳສະເໜີ

source: Pause/Resume presentation
lo: ຢຸດ/ສືບຕໍ່ການນຳສະເໜີ

source: Show next file
lo: ສະແດງໄຟລ໌ຕໍ່ໄປ

source: Show previous file
lo: ສະແດງໄຟລ໌ກ່ອນໜ້າ

source: Playing a presentation
lo: ກຳລັງຫຼີ້ນການນຳສະເໜີ

source: Choose the files to play
lo: ເລືອກໄຟລ໌ທີ່ຈະຫຼີ້ນ

source: Audio files
lo: ໄຟລ໌ສຽງ

source: Random
lo: ສຸ່ມ

source: Push from right
lo: ດັນຈາກຂວາ

source: Push from bottom
lo: ດັນຈາກລຸ່ມ

source: Slide from right
lo: ເລື່ອນຈາກຂວາ

source: Slide from bottom
lo: ເລື່ອນຈາກລຸ່ມ

source: Fade in
lo: ຈາງເຂົ້າ

source: Flip page
lo: ພິກໜ້າ

source: Cube from right
lo: ກ້ອນສີ່ຫຼ່ຽມຈາກຂວາ

source: Cube from bottom
lo: ກ້ອນສີ່ຫຼ່ຽມຈາກລຸ່ມ

source: Open in Terminal
lo: ເປີດໃນ Terminal

source: _Web Album…
lo: _ອະລະບໍ້າເວັບ…

source: Current image number
lo: ເລກຮູບປັດຈຸບັນ

source: Total number of images
lo: ຈຳນວນຮູບທັງໝົດ

source: Web Album
lo: ອະລະບໍ້າເວັບ

source: Malformed command
lo: ຄຳສັ່ງຜິດຮູບແບບ

source: Could not show the destination
lo: ບໍ່ສາມາດສະແດງປາຍທາງໄດ້

source: The album has been created successfully.
lo: ອະລະບໍ້າຖືກສ້າງສຳເລັດແລ້ວ.

source: Saving thumbnails
lo: ກຳລັງບັນທຶກຮູບຕົວຢ່າງ

source: Saving HTML pages: Images
lo: ກຳລັງບັນທຶກໜ້າ HTML: ຮູບພາບ

source: Saving HTML pages: Indexes
lo: ກຳລັງບັນທຶກໜ້າ HTML: ດັດຊະນີ

source: Copying original images
lo: ກຳລັງສຳເນົາຮູບຕົ້ນສະບັບ

source: Could not find the style folder
lo: ບໍ່ພົບໂຟເດີສະໄຕລ໌

source: Could not create a temporary folder
lo: ບໍ່ສາມາດສ້າງໂຟເດີຊົ່ວຄາວໄດ້
